Repository: 84000/data-translation-memory
Catalog: toh257-v4.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་གལ་ཏེ་ངས་ལུང་བོང་ལྟ་བུའི་རྒྱལ་རིགས་དག་ནས། དམངས་རིགས་དག་གི་བར་དག་ཆོས་ཀྱིས་གནས་པ་ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ལ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་ཕྲོགས་ནས་བདག་ཉིད་ཀྱིས་ལོངས་སྤྱོད་པར་བྱེད་པ་གང་དག་ཡིན་པ་དེ་དག་གི་ལོག་པར་སྒྲུབ་པ་འབྱུང་བ་དེ་བཤད་ན་ནི། དེའི་ཚེ་དེ་དག་ཀྱང་ངའི་བཀའ་བསྟན་པའི་ཕྲིན་ལས་ཀྱི་སྐབས་ཐོབ་ནས་སྤོང་བ་དག་ཏུ་བྱེད་ལ་ཡིད་ཆེས་པ་དག་ཏུ་མི་བྱེད་དེ།
en: “Your Majesty,” replied the Blessed One, “If I were to describe the misfortunes that will be experienced by those oxen-like beings—whether from the kṣatriya class, the brāhmaṇa class, the vaiśya class, or the śūdra class—who steal and use for themselves the resources and possessions that have been dedicated to those who abide by the Dharma and possess a wealth of qualities, they would reject and disbelieve my words whenever they have the opportunity to hear my teachings.

source: དེ་དག་ནི་ཕུང་བར་འགྱུར་བའི་འཇིགས་པ་ཆེན་པོའི་གནོད་པ་གཉི་ག་དང་ལྡན་པར་འགྱུར་རོ།
en: Those beings will experience two types of harm stemming from great terrors that cause ruin.”

source: །བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་ལན་གཉིས་སུ་ཡང་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བསྟན་དུ་གསོལ།
en: King Bimbisāra requested the Blessed One a second time, “Blessed One, please instruct us!

source: བདེ་བར་གཤེགས་པ་བསྟན་དུ་གསོལ།
en: Well-Gone One, please instruct us!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གང་དག་འཇིག་རྟེན་ཕ་རོལ་གྱིས་འཇིགས་པར་ལྟ་ཞིང་། བཅོམ་ལྡན་འདས་ཀྱིས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལེགས་པར་བསྟན་པ་ཡང་དག་པར་འཛིན་པ་དང་། གསལ་བར་བགྱིད་པའི་རྒྱལ་རིགས་ནས་དམངས་རིགས་ཀྱི་བར་དག་གི་རིགས་རྒྱུད་རིགས་བཙུན་པ་དག་འབྱུང་བར་འགྱུར་ལགས་སོ།
en: Respected Blessed One, there will be members of respectable family lineages—from members of the kṣatriya class to śūdras—who are afraid of the afterlife and genuinely uphold and consider the excellent teachings of the Blessed One’s well-spoken Dharma and Vinaya.

source: །བཅོམ་ལྡན་འདས་དེ་དག་ནི་ཁྱོད་ཀྱི་བཀའི་ཕྲིན་ལས་བསྟན་པ་ཐོས་ནས་སྟོབས་དང་བརྩོན་པ་མཆོག་ཏུ་ཆེན་པོས་རྒྱལ་བའི་བསྟན་པ་ལེགས་པར་བསྟན་པ་གསལ་བར་བགྱིད་པ་དང་། ཡོངས་སུ་སྐྱོང་བ་དག་ཏུ་འགྱུར་ཞིང་།
en: Blessed One, upon hearing the teachings that stem from the activity of your speech, they will, with utmost strength and diligence, consider and protect the well-spoken teachings of the Victor.

source: གང་ཟག་དེ་ལྟར་ཡང་དག་པར་ཞུགས་པ་དག་དང་། ཆོས་ཀྱིས་གནས་པ་དག་དང་། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ལ་ཡང་མཆོད་པ་བགྱིད་པ་དང་། སྲུང་བ་བགྱིད་པ་དང་། ཡོངས་སུ་སྐྱོང་བར་བགྱིད་པར་འགྱུར་ལགས་སོ།
en: They will worship, look after, and protect those who correctly follow these teachings, who abide by the Dharma, and who possess a wealth of qualities.

source: །ཁྱིམ་ན་གནས་པ་དང་། རབ་ཏུ་བྱུང་བ་དེ་དག་ཀྱང་འཕྲོག་པར་མི་བགྱིད་ལགས་སོ།
en: They will not steal from householders or from those who have gone forth.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཁྱིམ་ན་གནས་པ་གང་གིས་གང་ཟག་ཆོས་ཀྱིས་གནས་པ་དག་གི་ལོངས་སྤྱོད་དང་ཉེ་བར་སྤྱོད་པ་ཕྲོགས་ནས་བདག་ཉིད་ཀྱིས་ཡོངས་སུ་སྤྱོད་པར་བགྱིད་པ་དེའི་རྒུད་པར་འགྱུར་བ་གང་ལགས།
en: However, respected Blessed One, what troubles will be experienced by those householders who steal and use for themselves the resources and possessions of those who abide by the Dharma?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་གལ་ཏེ་ངས་མ་འོངས་པའི་དུས་ན་ལུང་བོང་ལྟ་བུའི་རྒྱལ་རིགས་ནས་དམངས་རིགས་ཀྱི་བར་དག་ཆོས་ཀྱིས་གནས་པ། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ལ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་ཉེ་བར་སྤྱོད་པ་འཕྲོག་ཅིང་བདག་ཉིད་ཀྱིས་ལོངས་སྤྱོད་པར་བྱེད་པ་གང་དག་ཡིན་པ་དེ་དག་གིས་ལོག་པར་སྒྲུབ་པ་འབྱུང་བ་དེ་བཤད་ན་ནི་དེ་དག་ཀྱང་ངའི་བཀའ་བསྟན་པའི་ཕྲིན་ལས་ཀྱི་སྐབས་ཐོས་ནས་སྤོང་བ་དག་ཏུ་བྱེད་ལ་ཡིད་ཆེས་པ་དག་ཏུ་མི་བྱེད་དེ།
en: “Your Majesty,” replied the Blessed One, “If I were to describe the misfortunes that will be experienced in the future by those oxen-like beings— from members of the kṣatriya class to śūdras—who steal and use for themselves the resources and possessions that have been dedicated to those who abide by the Dharma and possess a wealth of qualities, they would reject and disbelieve my words whenever they have the opportunity to hear my teachings.

source: དེ་དག་ནི་ཕུང་བར་འགྱུར་བའི་གནོད་པ་ཆེན་པོའི་གནོད་པ་གཉིས་ཀ་དང་ལྡན་པར་འགྱུར་རོ།
en: Those beings will experience two types of harm stemming from great terrors that cause ruin.”

source: །བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་ལན་གསུམ་དུ་ཡང་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: King Bimbisāra spoke a third time to the Blessed One:

source: །བཅོམ་ལྡན་འདས་བསྟན་དུ་གསོལ།
en: “Blessed One, please instruct us!

source: བཅོམ་ལྡན་འདས་གང་དག་འཇིག་རྟེན་ཕ་རོལ་གྱིས་འཇིགས་པར་ལྟ་ཞིང་། བཅོམ་ལྡན་འདས་ཀྱི་ཆོས་འདུལ་བ་ལེགས་པར་བསྟན་པ་ཡང་དག་པར་འཛིན་པ་དང་། གསལ་བར་བགྱིད་པའི་རྒྱལ་རིགས་ནས་དམངས་རིགས་ཀྱི་བར་དག་གི་རིགས་རྒྱུད་རིགས་བཙུན་པ་དག་འབྱུང་བར་འགྱུར་ལགས་སོ།
en: Respected Blessed One, there will be members of respectable family lineages—from members of the kṣatriya class to śūdras—who are afraid of the afterlife and genuinely uphold and consider the excellent teachings of the Blessed One’s Dharma and Vinaya.

source: །དེ་དག་གི་ནི་བཅོམ་ལྡན་འདས་ཀྱི་བཀའ་ཕྲིན་ལས་བསྟན་པ་ཐོས་ནས་སྟོབས་དང་བརྩོན་པ་མཆོག་ཏུ་ཆེན་པོས་རྒྱལ་བའི་བསྟན་པ་ལེགས་པར་བསྟན་པ་གསལ་བར་བགྱིད་པར་འགྱུར་ཞིང་། གང་ཟག་དེ་ལྟར་ཡང་དག་པར་ཞུགས་པ་དག་དང་། ཆོས་ཀྱིས་གནས་པ་དག་དང་། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ལ་ཡང་མཆོད་པ་བགྱིད་པ་དང་། སྲུང་བ་བགྱིད་པ་དང་། ཡོངས་སུ་སྐྱོང་བར་བགྱིད་པར་འགྱུར་ལགས་སོ།
en: Having heard the teachings that stem from the activity of the Blessed One’s speech, they will, with utmost strength and diligence, consider the well-spoken teachings of the Victor, and they will worship, look after, and protect those who correctly follow these teachings, abide by the Dharma, and possess a wealth of qualities.

source: །ཁྱིམ་ན་གནས་པ་དང་། རབ་ཏུ་བྱུང་བ་དེ་དག་ཀྱང་འཕྲོག་པར་མི་བགྱིད་ལགས་སོ། །ཆོས་ཀྱིས་གནས་པ་དེ་དག་གི་ལོངས་སྤྱོད་དང་ཉེ་བར་སྤྱོད་པ་འཕྲོག་པར་མི་བགྱིད་ལགས་སོ།
en: They will not steal from householders or from those who have gone forth, and they will not steal the resources and possessions of those who abide by the Dharma.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་ལེགས་སོ་ལེགས་སོ།
en: The Blessed One exclaimed, “Excellent, Your Majesty, excellent!

source: །ཁྱོད་ཀྱི་སྤོབས་པ་ལེགས་སོ།
en: Your eloquence is excellent!

source: །རྒྱལ་པོ་ཆེན་པོ་མ་འོངས་པའི་དུས་ན་གང་དག་རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་དག་གིས་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་ཁྱིམ་གྱི་གཞི་དང་། ཞིང་གི་གཞི་དང་། ཀུན་དགའི་ར་བའི་གཞི་དང་། སྐྱེད་མོས་ཚལ་དང་། བྲན་དང་། བྲན་མོ་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་དག་དེ་ལྟར་བསྔོས་པ་དང་། རྐང་པ་བཞི་པའི་བར་བསྔོས་པ་ཡང་འཕྲོག་པར་བྱེད་པའམ། རྐུ་བར་བྱེད་པ་དག་འབྱུང་བར་འགྱུར་ཏེ།
en: Your Majesty, in the future, there will be members of the kṣatriya class, the brāhmaṇa class, the vaiśya class, and the śūdra class who steal and rob the offerings related to the houses, fields, monastic compounds, and parks as well as the male and female servants, the bedding, the seats, the medicine, the tools, and the cattle that have been dedicated to those who abide by the Dharma.

source: རྒྱལ་རིགས་ནས་དམངས་རིགས་ཀྱི་བར་དེ་ཐམས་ཅད་ནི་མཐོང་བའི་ཆོས་ལ་འབྱུང་བ་འདོད་པ་མ་ཡིན་པའི་ཆོས་ཉི་ཤུ་དང་མྱུར་དུ་ལྡན་པར་འགྱུར་རོ།
en: All those beings—from the members of the kṣatriya class to śūdras—will soon experience twenty undesirable consequences in their present life.

source: །ཉི་ཤུ་གང་དག་ཅེ་ན།
en: What are the twenty?

source: ལྷ་རྣམས་ཀྱིས་ཡོངས་སུ་བཏང་བ་ཡིན།
en: (1) They will be abandoned by the gods.

source: ཕྱོགས་དང་ཕྱོགས་མཚམས་དག་ཏུ་ཡང་དེའི་མི་སྙན་པ་གྲགས་པར་འགྱུར་བ་ཡིན།
en: (2) Their infamy will resound in all the cardinal and intermediate directions.

source: མཛའ་བཤེས་དང་སྣག་གི་གཉེན་མཚམས་དག་གིས་ཀྱང་དེ་ཡང་ཡོངས་སུ་གཏོང་བར་འགྱུར་བ་ཡིན།
en: (3) They will be abandoned by their friends and kin.

source: དེའི་དགྲ་བོ་དག་ཀྱང་མང་བར་འགྱུར་བ་ཡིན།
en: (4) They will have a lot of enemies.

source: ནོར་དང་ནོར་གྱི་ཡོ་བྱད་དག་ལས་ཀྱང་ཡོངས་སུ་ཉམས་པར་འགྱུར་བ་ཡིན།
en: (5) Their wealth and valuables will deteriorate.

source: རྣམ་པར་གཡེང་བ་ཡང་མང་བ་ཡིན།
en: (6) They will have a lot of distractions.

source: ཡན་ལག་མ་ཚང་བར་འགྱུར་བ་ཡང་ཡིན།
en: (7) Their limbs will be impaired.

source: དེ་གཉིད་མེད་པ་ཡིན།
en: (8) They will suffer from insomnia.

source: རྟག་ཏུ་སྲེད་པས་གནོད་པར་འགྱུར་བ་ཡང་ཡིན།
en: (9) They will constantly be tormented by craving.

source: དེའི་བཟའ་བ་དང་བཏུང་བ་ཡང་དུག་གི་བྱ་བ་བྱེད་པ་ཡིན།
en: (10) They will be poisoned by what they eat and drink.

source: སྡུག་པ་དང་ཡིད་དུ་འོང་བ་དག་དང་མྱུར་དུ་འབྲལ་བ་ཐོབ་པ་ཡིན།
en: (11) They will quickly be separated from their dear and loved ones.

source: རྟག་ཏུ་གཞན་དག་དང་ཐབ་མོ་འབྱུང་བ་ཡིན།
en: (12) They will continuously fight with others.

source: ཕ་དང་། མ་དང་། སྤུན་དང་། ཆུང་མ་དང་བུ་མོ་དང་བྲན་དང་། བྲན་མོ་དག་ཀྱང་བསྒོ་བ་བཞིན་མི་བྱེད་པ་ཡིན།
en: (13) Their fathers, mothers, siblings, spouses, daughters, and male and female servants will not follow their instructions.

source: དེའི་གསང་སྔགས་གསང་བ་དག་དང་། ནོར་གསང་བ་དང་། སླས་གསང་བ་དང་། དེའི་དངོས་པོ་གསང་བ་རྣམས་ཀྱང་ཐམས་ཅད་གསང་ཤོར་བ་དག་ཏུ་འགྱུར་བ་ཡིན།
en: (14) All their secret mantras, secret riches, secret retinues, and secret possessions will be revealed.

source: བགོ་སྐལ་ལ་སྤྱོད་པ་མི་མཛའ་བ་ལ་སོགས་པ་ལྔས་ཀྱང་ལོངས་སྤྱོད་དག་ཆུད་ཟ་བར་འགྱུར་བ་ཡིན།
en: (15) Their possessions will be squandered by the five terrors, such as the hostile confiscation of one’s property.

source: ནད་ཚབས་ཆེན་པོ་དག་གིས་ཀྱང་མྱུར་དུ་ཐེབས་པར་འགྱུར་བ་ཡིན།
en: (16) They will quickly be struck by severe diseases.

source: སྨན་དང་རིམ་གྲོ་པ་དང་བྲལ་ཞིང་ཤ་དང་ཁྲག་བསྐམས་ནས་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བར་འགྱུར་བ་ཡིན།
en: (17) They will be without doctors and attendants and will experience the suffering of their flesh and blood drying out.

source: རང་གི་བཤང་གཅི་དག་གི་ནང་དུ་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་བ་ཡིན་ཏེ།
en: (18) They will die in their excrement and urine.

source: རྒྱལ་པོ་ཆེན་པོ་འདོད་པ་མ་ཡིན་པའི་ལས་ཉི་ཤུ་པོ་དེ་དག་དང་མྱུར་དུ་ལྡན་པར་འགྱུར་རོ།
en: Your Majesty, those are the twenty undesirable consequences that those beings will quickly experience.

source: །གང་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་དང་། ནོར་གྱི་ཡོ་བྱད་འཕྲོག་པར་བྱེད་ཅིང་། བདག་ཉིད་ཀྱིས་ཀྱང་ཡོངས་སུ་སྤྱོད་པར་བྱེད་པ་དེ་འཆི་བའི་དུས་བྱས་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེ་བར་འགྱུར་རོ།
en: “After they die, those who steal and use for themselves the resources, possessions, and valuables that have been dedicated to the monks who abide by the Dharma will be born in the great Hell of Unceasing Torment.

source: །དེ་དེར་ཡང་ཚེ་བསྐལ་པར་ལྕགས་དང་ཟངས་བཞུན་འཐུང་བར་འགྱུར་ཞིང་། ལྕགས་ཀྱི་ཐུ་ལུམ་ཟ་བར་འགྱུར་ལ། མེའི་གོས་དང་། ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་སྤྱོད་པར་བྱེད་ཅིང་གནོད་པ་མི་བཟད་པ་ཆེན་པོ་རྣམ་པ་སྣ་ཚོགས་ཉམས་སུ་མྱོང་བར་འགྱུར་བ་ཡིན་ནོ།
en: There, for a lifetime stretching over eons, they will drink molten iron and copper, eat lumps of iron, and experience a variety of intense and unbearable harms while having to use clothes, resources, and belongings made of fire.

source: །ཚེ་བསྐལ་པ་ཟད་ནས་ཀྱང་དེ་ནས་ཤི་འཕོས་ནས་འབྲོག་དགོན་པ་རོ་སྐམ་དག་གི་ནང་དུ་ལམ་དུ་སྐྱེས་པའི་ཡི་དགས་རྣམས་དང་སྐལ་པ་མཉམ་པར་རྐང་པ་དང་། ལག་པ་དང་། མིག་མ་ཚང་བར་སྐྱེ་བར་འགྱུར་རོ།
en: Once the eons of their lifespans are exhausted, they will pass away and be born on paths within a dry and barren wilderness, with the general fortune of pretas with impaired legs, arms, and eyes.

source: །དེར་ཡང་ཕྱོགས་བཞི་ནས་ལངས་པའི་རླུང་ཀུན་ཏུ་ཚ་བ་དག་གིས་ཀུན་ཏུ་གདུང་བར་བྱེད་ཅིང་ས་སྤུ་གྲི་དང་འདྲ་བའི་སྟེང་དུ་དམྱལ་བར་བྱེད། ཡོངས་སུ་དམྱལ་བར་བྱེད་དེ།
en: There, scorching winds blowing from the four directions will torture them, and they will experience torment and agony on razor-like grounds.

source: དེ་དེར་ལོ་བརྒྱ་སྟོང་མང་པོར་སྡུག་བསྔལ་དེ་ལྟ་བུ་ཉམས་སུ་མྱོང་བར་བྱེད་པ་ཡིན་ནོ།
en: They will undergo those types of suffering for many hundreds of thousands of years.

source: །དེ་གལ་ཏེ་བརྒྱ་ལ་རེས་འགའ་ཞིག་དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་རྒྱ་མཚོ་ཆེན་པོའི་ནང་དུ་ལུས་དཔག་ཚད་བརྒྱ་པའི་ཤ་ནར་ནར་པོར་སྐྱེ་བར་འགྱུར་རོ།
en: When, in a rare combination of circumstances, they pass away and transmigrate, they will then be born within the great oceans as creatures with oblong shapes and bodies that measure a hundred leagues.

source: །སྔོན་གྱི་ལས་ཀྱི་རྒྱུས་དེའི་དཔག་ཚད་ཁོར་ཡུག་གི་ཆུ་ཟངས་བཞུན་མ་ལྟར་དམར་པོ་འབྱུང་བར་འགྱུར་རོ།
en: Due to their previous actions, the water surrounding them will be red like molten copper for leagues.

source: །དེ་དེར་ཡང་ལོ་བརྒྱ་སྟོང་མང་པོར་ཆུའི་ནང་དུ་སེམས་ཅན་དམྱལ་བའི་གནོད་པ་མྱོང་བར་བྱེད་པ་ཡིན་ནོ།
en: In those waters, they will experience the harms of the hell realms for many hundreds of thousands of years.

source: །དེ་དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་འབྲོག་དགོན་པ་ཆེན་པོར་རྫུས་ཏེ་སྐྱེ་བ་ཤ་ནར་ནར་པོ་ཆེན་པོ་རི་དང་མཉམ་པ་འབྱུང་བར་འགྱུར་རོ།
en: Then, after they pass away, they will be miraculously born into a vast wilderness as creatures with oblong shapes as large as mountains.

source: །ཕྱོགས་བཞི་ཀུན་ཏུ་ཡང་རླུང་ཀུན་ཏུ་ཚ་བ་དག་གིས་ཀུན་ཏུ་སྲེག་པར་བྱེད་དོ། །དེར་ཡང་ཕྱོགས་བཞི་ནས་རི་དགས་དང་བྱ་དག་ལྷགས་ཏེ་ཡོངས་སུ་ཟ་བ་དག་ཏུ་བྱེད་དོ།
en: They will be burned by scorching winds blowing from the four directions, and wild beasts and birds will come to feed on them.

source: །དེ་བརྒྱ་ལ་རེས་འགའ་དུས་རིང་ཞིག་འདས་ནས་དེ་ནས་ཤི་འཕོས་ནས་ཡང་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དག་གི་ནང་དུ་སྐྱེ་བར་འགྱུར་རོ།
en: If, in a rare combination of circumstances, they pass away and transmigrate, they will then be born into the great hells.

source: །དེ་ནས་ཀྱང་ཤི་འཕོས་ནས་ཡང་དང་ཡང་དུ་ལོག་པར་སྒྲུབ་པ་ཆེན་པོ་དེ་ལྟ་བུ་ཉམས་སུ་མྱོང་བར་འགྱུར་ཏེ། ཡོངས་སུ་བརྟག་པ་ཉེ་བར་བཟུང་ན།
en: Then, after passing away, they will experience such great misfortunes again and again.

source: དེ་བརྒྱ་ལམ་ན་རེས་འགའ་ཞིག་མི་རྣམས་དང་སྐལ་བ་མཉམ་པར་སྐྱེས་ན་ཡང་སངས་རྒྱས་ཀྱི་ཞིང་སྙིགས་མ་ལྔ་དང་ལྡན་པ་དག་ཏུ་མིག་མ་ཚང་བ་དང་། ཚུལ་དུ་མི་ཤིས་པར་སྐྱེ་བར་འགྱུར་རོ།
en: Considering their condition thoroughly, even if, in a rare combination of circumstances, they are then born with the general fortune of humans, they will be born blind in miserable circumstances, in buddha realms ripe with the five degenerations.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་ཆོས་ཀྱིས་གནས་པ་དག་ལ་བསྔོས་པའི་ལོངས་སྤྱོད་དང་ཉེ་བར་སྤྱོད་པ་དང་། ནོར་གྱི་ཡོ་བྱད་འཕྲོག་པར་བྱེད་པ་དེའི་ལོག་པར་སྒྲུབ་པ་དེ་ནི་དེ་ལྟ་བུ་ཡིན་ནོ། །
en: Your Majesty, such are the misfortunes that will be experienced by those who steal the resources, possessions, and valuables that have been dedicated to those who abide by the Dharma.”

source: དེ་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་མཆི་མ་དག་ཕྱུང་ནས་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་སྐྱེས་བུ་གང་ཟག་དེ་ལྟ་བུ་ནི་སེམས་ཅན་དམྱལ་བ་ན་གནས་པར་མི་བསྔོ་ལགས་ཀྱི། གང་གིས་མི་ཉིད་རྙེད་པ་ཐོབ་ནས་བསོད་ནམས་མ་ལགས་པ་ཆེན་པོ་དེ་ལྟ་བུ་ཀུན་ཏུ་སྤྱོད་པར་འགྱུར་བའི་མི་ཉིད་རྙེད་པ་ནི་དེ་ལྟ་མ་ལགས་སོ།
en: At that moment, King Bimbisāra shed tears and said, “Respected Blessed One, such beings will surely have to remain in the hell realms, but how can they achieve a human condition and then engage in such severe nonvirtuous acts while they are humans?”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་ད་ལྟར་དང་མ་འོངས་པའི་དུས་ན་རྒྱལ་རིགས་ཆོས་ཀྱིས་གནས་པ་ཁྱེད་ཅག་གི་ལག་ཏུ་གང་ཟག་ཡོངས་སུ་གཏད་ཀྱིས་སྲུངས་ཤིག །ཡོངས་སུ་སྲུངས་ཤིག །རབ་ཏུ་བྱུང་བའམ།
en: “Your Majesty,” replied the Blessed One, “now and in the future, people will put their trust in you members of the kṣatriya class who abide by the Dharma, so look after them and protect them!

source: ཁྱིམ་ན་གནས་པ་གང་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་དང་། ནོར་གྱི་ཡོ་བྱད་འཕྲོག་པར་བྱེད་པ་དེ་ལ་ཁྱེད་ཀྱིས་ཇི་ནས་ཀྱང་ཆོས་དང་འཐུན་པས་ཆད་པས་གཅད་པར་བྱའོ།
en: You must by all means punish, in accordance with the Dharma, the renunciates or householders who steal the resources, possessions, and valuable belongings that have been dedicated to the monks who abide by the Dharma!”

source: །རྒྱལ་པོས་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་གལ་ཏེ་གང་དག་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་དང་། ནོར་གྱི་ཡོ་བྱད་འཕྲོག་པར་བྱེད་པའི་ཁྱིམ་ན་གནས་པ་དང་རབ་ཏུ་བྱུང་བ་དེ་དག་ཅི་ནས་ཆོས་དང་འཐུན་པས་ཆད་པས་གཅོད་པར་མི་བགྱིད་ཅིང་། དེ་ལ་རྒྱལ་པོ་བཏང་སྙོམས་པར་གནས་པར་བགྱིད་ལགས་ན་རྒྱལ་རིགས་དེ་བསོད་ནམས་མ་ལགས་པའི་ཕུང་པོ་ཇི་སྙེད་ཅིག་སྐྱེད་པར་འགྱུར་ལགས།
en: “Respected Blessed One,” said the king, “if the king does not by all means punish, in accordance with the Dharma, those householders and renunciates who steal the resources, possessions, and valuable belongings that have been dedicated to the monks who abide by the Dharma, and if he remains indifferent toward them, what mass of nonvirtue would that member of the kṣatriya class generate?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པ་མ་གཏོགས་པར་ཉན་ཐོས་དང་། རང་རྒྱལ་བ་དག་དང་བཅས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསོད་ནམས་ཇི་སྙེད་ཡོད་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་ལྟ་བུ་དང་། སེམས་ཅན་གཅིག་ཅིག་ལྡན་པར་གྱུར་ན། སེམས་ཅན་དེ་ཉན་ཐོས་དང་། རང་རྒྱལ་བ་ཐམས་ཅད་ལས་ཆེས་ཁྱད་པར་དུ་འཕགས་པ་དང་། ཆེས་བསོད་ནམས་དང་ལྡན་པར་འགྱུར་བ་ཡིན་ནམ།
en: “Your Majesty,” replied the Blessed One, “if a single being were endowed with the entire mass of virtue of all sentient beings, including the hearers and solitary buddhas but not the thus-gone ones, would that sentient being be much more exalted than all the hearers and solitary buddhas, and would they possess much greater merit?”

source: རྒྱལ་པོས་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་དེ་ལྟ་ལགས་སོ།
en: The king answered, “Respected Blessed One, that is correct!

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་སེམས་ཅན་དེ་ཆེས་ཁྱད་པར་དུ་འཕགས་པ་ལགས་ཏེ།
en: Respected Blessed One, that being would be much more exalted!

source: དེ་གང་ལ་སེམས་ཅན་འཚོ་བ་ཀུན་གྱི་ནང་ན་ཉན་ཐོས་དང་། རང་རྒྱལ་བ་ཐམས་ཅད་ལས་ཆེས་བསོད་ནམས་དང་ལྡན་པ་ནི་སྐྱེས་བུ་འགའ་ཞིག་འབྱུང་བར་བས་ལགས་སོ།
en: Among all the living beings, there are not many who possess much greater merit than all the hearers and solitary buddhas.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་གལ་ཏེ་སེམས་ཅན་སྔ་མ་དེ་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཇི་ལྟ་བུ་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་ལྟ་བུ་དང་སེམས་ཅན་ཐམས་ཅད་ལྡན་པ་དག་ཏུ་གྱུར་ལ། དེ་ལ་གང་སེམས་ཅན་འཚོ་བ་ཐམས་ཅད་ཀྱི་ཡན་ལག་དག་རྣམ་པར་གཅོད་པར་བྱེད་ཅིང་མིག་འབྱིན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལག་པ་དང་། རྐང་པ་དག་རྣམ་པར་གཅོད་པར་བྱེད་པའི་སྐྱེས་བུ་འགའ་ཞིག་བྱུང་བར་གྱུར་ན།
en: “Your Majesty,” continued the Blessed One, “imagine that all beings were endowed with the mass of merit in possession of this previously mentioned being and that some persons cut the limbs, gouged the eyes, and chopped the ears, noses, hands, and feet of all the living beings.

source: རྒྱལ་པོ་ཆེན་པོ་འདི་ཇི་སྙམ་དུ་སེམས།
en: Your Majesty, what do you think?

source: སྐྱེས་བུ་དེ་བསོད་ནམས་མ་ཡིན་པ་སྡིག་པའི་ལས་ཇི་སྙེད་ཅིག་སྐྱེད་པར་འགྱུར།
en: What amount of nonvirtuous, evil actions would such persons generate?”

source: དེ་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་མཆི་མ་དག་ཕྱུང་ནས་ཅང་མི་སྨྲ་བར་འདུག་གོ།
en: King Bimbisāra shed tears and remained silent.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་ལན་ཐོབ་ཤིག་ལན་ཐོབ་ཤིག །
en: The Blessed One insisted, “Answer this question, Your Majesty, answer this question!”

source: དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་གཟུགས་ཅན་སྙིང་པོ་ཤུམ་ཞེས་ངུ་བཞིན་དུ་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་གང་སེམས་ཅན་བསོད་ནམས་དང་ལྡན་པ་དེ་ལྟ་བུ་གཅིག་གི་ཡན་ལག་དག་རྣམ་པར་གཅོད་པར་བགྱིད་ཅིང་། མིག་འབྱིན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལག་པ་དང་། རྐང་པ་དག་རྣམ་པར་གཅོད་པར་བགྱིད་པའི་སྐྱེས་བུ་དེ་ཡང་བསོད་ནམས་མ་ལགས་པ་སྡིག་པའི་ལས་གྲངས་མ་མཆིས། ཚད་མ་མཆིས། དཔག་ཏུ་མ་མཆིས། དཔེ་མ་མཆིས་པ་སྐྱེད་པར་འགྱུར་བ་ལགས་ན། གང་དེ་ལྟ་བུའི་བསོད་ནམས་དང་ལྡན་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཡན་ལག་དག་རྣམ་པར་གཅོད་པར་བགྱིད་ཅིང་། མིག་འབྱིན་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལག་པ་དང་། རྐང་པ་དག་རྣམ་པར་གཅོད་པ་ལྟ་ཅི་སྨོས་ལགས།
en: Weeping, the great king Bimbisāra answered, “Respected Blessed One, the persons who would cut the limbs, gouge the eyes, and chop the ears, nose, hands, and feet of a single one of those meritorious sentient beings would generate an uncountable, limitless, unfathomable, and incomparable amount of nonvirtuous, evil actions, so there is no need to speak of what would happen if one were to cut the limbs, gouge the eyes, and chop the ears, noses, hands, and feet of all those meritorious sentient beings!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་ད་ལྟར་དང་། མ་འོངས་པའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་འཚོ་བའམ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཡང་རུང་སྟེ། ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་ཟད་པར་འགྱུར་བའི་བར་དུ་ཁྱིམ་ན་གནས་པ་དང་རབ་ཏུ་བྱུང་བ་གང་ཆོས་ཀྱིས་གནས་པ། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ལ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་དང་། ནོར་གྱི་ཡོ་བྱད་དང་། ཞིང་གི་གཞི་དང་། ཁྱིམ་གྱི་གཞི་དང་། ཀུན་དགའི་ར་བ་དང་། སྐྱེད་མོས་ཚལ་དང་། བྲན་དང་། བྲན་མོ་དང་། རྐང་བཞི་པ་དང་། ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་དག་ཡོད་པ་དེ་ལས་འཕྲོག་གམ་རྐུ་བ་དེ་ལ་རྒྱལ་རིགས་བཏང་སྙོམས་པར་བྱེད་ཅིང་། རབ་ཏུ་བྱུང་བ་དང་། ཁྱིམ་ན་གནས་པ་རྐུན་མ་དེ་དག་ཆད་པ་ཅི་ཡོད་པ་བཞིན་ཆད་པས་གཅོད་དུ་མི་འཇུག་ན་རྒྱལ་རིགས་དེ་བསོད་ནམས་མ་ཡིན་པ་ཆེས་མང་དུ་སྐྱེད་དོ། །
en: “Your Majesty,” continued the Blessed One, “whether the Thus-Gone One is alive or has passed into nirvāṇa, now and in the future, until the last five hundred years when the sacred Dharma will be about to vanish, if members of the kṣatriya class remain indifferent toward householders and renunciates who steal and rob the resources, possessions, valuable belongings, offerings related to fields and houses, monastic compounds, parks, male and female servants, cattle, Dharma robes, alms, bedding, seats, medicine, and tools that have been dedicated to those who abide by the Dharma and who possess a wealth of qualities, and if they do not order those renunciate and householder thieves to be punished in all possible ways, those members of the kṣatriya class will generate much more nonvirtue.

source: རྒྱལ་རིགས་ཇི་ལྟ་བ་བཞིན་གྲོང་གི་བླར་བསྐོས་པ་དང་། གྲོང་ཁྱེར་གྱི་བླ་དང་། གྲོང་རྡལ་གྱི་བླ་དང་། ལྗོངས་ཀྱི་བླར་བསྐོས་པ་ཡང་དེ་བཞིན་དུ་བཏང་སྙོམས་པར་བྱེད་ཅིང་། དེ་ལྟར་རྐུ་བའི་སེམས་ཅན་དེ་དག་ཟློག་པར་མི་བྱེད་ན། དེ་ལྟ་བུའི་གྲོང་གི་བླ་ནས་ལྗོངས་ཀྱི་བླའི་བར་དེ་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་ཆེས་མང་དུ་སྐྱེད་དོ།
en: Just as it is for the members of the kṣatriya class, if those who have been appointed as authorities in villages, cities, towns, and countries remain indifferent and do not act against such thieves, all of them will also generate a much greater mass of nonvirtue.”

source: །དེ་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་རྒྱལ་པོ་ཉིད་ནི་ཤིན་ཏུ་ལྕི་བ་ལགས་སོ། །རྒྱལ་རིགས་ནི་བག་མ་མཆིས་པ་མང་པོ་དང་ལྡན་པར་གནས་པ་ལགས་སོ།
en: King Bimbisāra then asked, “Respected Blessed One, the king himself is heavily burdened, and the members of the kṣatriya class live with a great amount of carelessness.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་གང་ཡང་རྒྱལ་པོ་བག་མ་མཆིས་པར་གནས་ཤིང་། གང་ཟག་ཆོས་ཀྱིས་གནས་པ་དེ་ལྟ་བུ་དག་སྲུང་བར་བགྱིད་པ་དང་། དེ་བཞིན་དུ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་འཕྲོག་པའི་སེམས་ཅན་རྣམས་སྡིག་པའི་ལས་དེ་ལས་སླར་ཟློག་པར་བགྱིད་པ་དང་། གྲོང་གི་བླ་ནས་ལྗོངས་ཀྱི་བླའི་བར་ཡང་དེ་བཞིན་དུ་དེ་ལྟར་བསྔོས་པའི་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་དག་རྐུ་བའི་སེམས་ཅན་རྣམས་སྡིག་པའི་ལས་དེ་ལས་སླར་ཟློག་པར་བགྱིད་ན་དེ་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཇི་སྙེད་ཅིག་སྐྱེད་པར་འགྱུར་ལགས།
en: Nevertheless, respected Blessed One, if the king, while living carelessly, were to protect those persons who abide by the Dharma and stand up against the evil actions of sentient beings who steal the resources and possessions that have been dedicated to them, and if all the authorities—from those of villages to those of countries—also stand up against the evil actions of those who rob the resources and possessions that have been dedicated in that way, what mass of merit will they generate?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་གལ་ཏེ་ངས་སྔར་གསུངས་པ་བཞིན་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་ལྟ་བུ་དང་སེམས་ཅན་ཐམས་ཅད་ལྡན་པ་དག་ཏུ་གྱུར་ལ། ཐམས་ཅད་ཀྱང་བཙོན་རར་བཅུག་ཅིང་བཀྲེས་པ་དང་སྐོམ་པ་དག་གིས་གཟིར་བར་གྱུར་ལ།
en: “Your Majesty,” said the Blessed One, “imagine that all beings were endowed with the mass of merit that I have described before and that they were thrown into a prison where they would be tormented by hunger and thirst.
